Repository: johanneszab/TumblThree
Catalog: src/TumblThree/TumblThree.Applications/Properties/Resources.*.resx
Languages: ar, de, es, ko, pt, ru

# ApplicationUpToDate
source: Your application is up to date.
ar: طلبك محدث.
de: Die Anwendung ist aktuell
es: Su solicitud está actualizada.
ko: 신청서가 최신 상태입니다.
pt: Sua aplicação está atualizada.
ru: Эта версия является актуальной

# AudioCaption
source: Audio caption: {0}
ar: التعليق الصوتي: {0}
de: Audio Unterschrift: {0}
es: Leyenda del audio: {0}
ko: 오디오 캡션 : {0}
pt: Legenda de áudio: {0}
ru: Подпись аудиотрека: {0}

# AuthenticationFailure
source: Authentication failure: {0}
ar: فشل المصادقة: {0}
de: Authentifizierungsfehler: {0}
es: Fallo de autentificacion: {0}
ko: 인증 실패 : {0}
pt: Falha na autenticação: {0}
ru: Ошибка авторизации: {0}

# BlogAlreadyExist
source: The blog already exist: {0}
ar: المدونة موجودة بالفعل: {0}
de: Der Blog existiert schon: {0}
es: El blog ya existe: {0}
ko: 블로그가 이미 존재합니다 : {0}
pt: O blog já existe: {0}
ru: Блог уже существует: {0}

# BlogIsOffline
source: The blog is offline: {0}
ar: المدونة غير متصل: {0}
de: Der Blog ist offline: {0}
es: El Blog está desconectado: {0}
ko: 블로그가 오프라인입니다 : {0}
pt: O Blog está Desligado: {0}
ru: Блог недоступен: {0}

# BlogTypesAll
source: All
ar: الكل
de: Alle
es: Todas
ko: 모든
pt: Todos
ru: Все

# BlogTypesNeverFinished
source: Never finished
ar: لم تنته
de: Nie geladen
es: Nunca terminé
ko: 끝내지 않았다.
pt: Nunca terminou
ru: Незавершённые

# BlogTypesNone
source: None
ar: لا شيء
de: Keine
es: Ninguna
ko: 없음
pt: Nenhum
ru: Ни один

# BlogTypesOnceFinished
source: Once finished
ar: بمجرد الانتهاء
de: Komplett geladen
es: Una vez terminado
ko: 완료되면
pt: Uma vez terminado
ru: Хотя бы раз скачаные

# Body
source: Body: {0]
ar: الجسم: {0]
es: Cuerpo: {0]
ko: 본문 : {0}
pt: Corpo: {0]
ru: Тело поста: {0]

# Conversation
source: Conversation: {0}
ar: المحادثة: {0}
de: Konversation: {0}
es: Conversacion: {0}
ko: 대화 : {0}
pt: Conversação: {0}
ru: Текст диалога: {0}

# CouldNotAddBlog
source: Could not add the blog: {0}
ar: تعذرت إضافة المدونة: {0}
de: Der Blog konnte nicht hinzugefügt werden: {0}
es: No se pudo agregar el blog: {0}
ko: 블로그를 추가 할 수 없습니다 : {0}
pt: Não foi possível adicionar o blog: {0}
ru: Не удалось добавить блог: {0}

# CouldNotLoadLibrary
source: Could not load file in library: {0}
ar: تعذر تحميل الملف في المكتبة: {0}
de: Eine Datei in der Bibliothek konnte nicht geladen werden: {0}
es: No se pudo cargar el archivo en la biblioteca: {0}
ko: 라이브러리에 파일을로드 할 수 없습니다 : {0}
pt: Não foi possível carregar o arquivo na biblioteca: {0}
ru: Не удается загрузить файл в библиотеку: {0}

# CouldNotLoadQueuelist
source: The queuelist could not be loaded. Maybe some referenced blogs do not exist anymore.
ar: لا يمكن تحميل كيويلست. ربما لا توجد بعض المدونات المشار إليها بعد الآن.
de: Die Downloadliste konnte nicht geladen werden. Vielleicht exsistiert ein verweisender Blog nicht mehr in der Bibliothek
es: El queuelist no podía ser cargado. Tal vez algunos blogs de referencia ya no existen.
ko: queuelist를로드 할 수 없습니다. 어쩌면 참조 된 블로그가 더 이상 존재하지 않을 수도 있습니다.
pt: O queuelist não podia ser carregado. Talvez já existam alguns blogs referenciados.
ru: Не удаётся загрузить очередь закачек. Возможно, некоторые из блогов больше не существуют.

# CouldNotOpenFiles
source: A file could not be opened.
ar: تعذر فتح ملف.
de: Eine Datei konnte nicht geöffnet werden.
es: No se pudo abrir un archivo.
ko: 파일을 열 수 없습니다.
pt: Não foi possível abrir um arquivo.
ru: Не удаётся открыть файл.

# CouldNotRemoveBlog
source: Could not remove the blog: {0}
ar: تعذر إزالة المدونة: {0}
de: Der Blog konnte nicht gelöscht werden: {0}
es: No se pudo eliminar el blog: {0}
ko: 블로그를 삭제하지 못했습니다 : {0}
pt: Não foi possível remover o blog: {0}
ru: Не удаётся удалить блог: {0}

# CouldNotRemoveBlogIndex
source: Could not remove the blog: {0}
ar: تعذر إزالة المدونة: {0}
de: Der Blog konnte nicht gelöscht werden: {0}
es: No se pudo eliminar el blog: {0}
ko: 블로그를 삭제하지 못했습니다 : {0}
pt: Não foi possível remover o blog: {0}
ru: Не удаётся удалить блог: {0}

# CouldNotRestoreUISettings
source: Could not restore user interface settings.
ar: تعذر استعادة إعدادات واجهة المستخدم.
de: Die UI Einstellungen konnten nicht geladen werden.
es: No se pudo restaurar la configuración de la interfaz de usuario.
ko: UI 설정을 복원 할 수 없습니다.
pt: Não foi possível restaurar as configurações de UI.
ru: Не удаётся восстановить настройки интерфейса.

# CouldNotSaveBlog
source: Could not save the blog: {0}
ar: تعذر حفظ المدونة: {0}
de: Der Blog konnte nicht gespeichert werden: {0}
es: No se pudo guardar el blog: {0}
ko: 블로그를 저장할 수 없습니다 : {0}
pt: Não foi possível salvar o blog: {0}
ru: Не удаётся сохранить блог: {0}

# CouldNotSaveQueueList
source: The queuelist could not be saved.
ar: لا يمكن إنقاذ كيويلست.
de: Die Downloadliste konnte nicht gespeichert werden.
es: La queuelista no podía salvarse.
ko: queuelist는 저장 될 수 없었다.
pt: O queuelist não pôde ser salvo.
ru: Невозможно сохранить очередь закачек.

# CouldNotStartOAuthManager
source: Could not initialize the OAuth manager
ar: تعذر تهيئة مدير أووث
de: Der OAuthManager konnte nicht gestartet werden.
es: No se pudo inicializar el OAuth Manager
ko: OAuth 관리자를 초기화 할 수 없습니다.
pt: Não foi possível inicializar o OAuth Manager
ru: Не удаётся запустить менеджер OAuth

# CrawlerError
source: The crawler thread encountered an error.
ar: حدث خطأ في برنامج الزاحف.
de: Im Crawlerprozess ist ein Problem aufgetreten.
es: Le fil de la chaîne a rencontré une erreur.
ko: 크롤러 스레드에서 오류가 발생했습니다.
pt: O segmento de rastreador encontrou um erro.
ru: Произошла ошибка в очереди скачивания.

# Date
source: Date: {0}
ar: التاريخ: {0}
de: Datum: {0}
es: Fecha: {0}
ko: 날짜 : {0}
pt: Data: {0}
ru: Дата: {0}

# DiskFull
source: There is not enough space on the disk.
ar: لا توجد مساحة كافية على القرص.
de: Nicht genügend freier Speicherplatz.
es: No hay suficiente espacio en el disco.
ko: 디스크 공간이 부족합니다.
pt: Não há espaço suficiente no disco.
ru: Недостаточно места на диске.

# ExportFileFilter
source: Text files (*.txt)|*.txt
ar: ملفات نصية (* .txt) | * .txt
de: Text Dateien (*.txt)|*.txt
es: Archivos de texto (* .txt) | * .txt
ko: 텍스트 파일 (* .txt) | * .txt
pt: Arquivos de texto (* .txt) | * .txt

# ExportFileFilterExtension
source: .txt
ar: .رسالة قصيرة

# Id3Album
source: Id3: Album: {0}
ar: ID3: ألبوم: {0}
ko: Id3 : 앨범 : {0}
pt: Id3: Álbum: {0}
ru: Id3: Альбом: {0}

# Id3Artist
source: Id3: Artist: {0}
ar: ID3: الفنان: {0}
de: Id3: Künstler: {0}
ko: Id3 : 아티스트 : {0}
pt: Id3: Artista: {0}
ru: Id3: Исполнитель: {0}

# Id3Title
source: Id3: Title: {0}
ar: ID3: تيتل: {0}
de: Id3: Titel: {0}
ko: Id3 : 제목 : {0}
pt: Id3: Título: {0}
ru: Id3: Название: {0}

# Id3Track
source: Id3: Track: {0}
ar: ID3: المسار: {0}
de: Id3: Lied: {0}
ko: Id3 : 트랙 : {0}
ru: Id3: Номер трека: {0}

# Id3Year
source: Id3: Year: {0}
ar: ID3: السنة: {0}
de: Id3: Jahr: {0}
ko: Id3 : 연도 : {0}
pt: Id3: Ano: {0}
ru: Id3: Год: {0}

# LimitExceeded
source: Limit exceeded: {0}. You should lower the connections to the tumblr api in the Settings->Connection pane.
ar: تم تجاوز الحد: {0}. يجب خفض الاتصالات إلى سفك نعرفكم.
de: Limit exceeded: {0}. Die Verbindungen zur Tumblr api sollten verringert werden. Settings->Connection
es: Se ha superado el límite: {0}. Debes bajar las conexiones a la api del tumblr.
ko: 제한 초과 : {0}. 당신은 tumblr svc에 연결을 낮춰야합니다.
pt: Limite excedido: {0}. Você deve baixar as conexões para o tumblr svc.
ru: Превышен лимит: {0}. Вы должны уменьшить количество соединений с tumblr api.

# Link
source: Link: {0}
ar: الرابط: {0}
ko: 링크 : {0}
ru: Ссылка: {0}

# MaxBytePerSecond
source: MaxBytesPerSecond has to be non-negative
ar: يجب أن يكون ماكسبيتسبيرسيكوند غير سلبي
de: MaxBytesPerSecond muss nicht negativ sein.
es: MaxBytesPerSecond tiene que ser no negativo.
ko: MaxBytesPerSecond가 음수가 아니어야합니다.
pt: MaxBytesPerSecond deve ser não negativo
ru: MaxBytesPerSecond has to be >0

# NewVersionAvailable
source: New version available for download : {0}
ar: إصدار جديد متاح للتنزيل: {0}
de: Neuere Version erhältlich : {0}
es: Nueva versión disponible para descarga: {0}
ko: 새 버전을 다운로드 할 수 있습니다 : {0}
pt: Nova versão disponível para download: {0}
ru: Новая версия приложения готова для загузки: {0}

# NotLoggedIn
source: You need to login to tumblr.com for downloading {0}. Go to the Settings->Connection->Authenticate.
ar: تحتاج إلى تسجيل الدخول إلى tumblr.com لتحميل {0}. انتقل إلى إعدادات-> المصادقة.
de: Sie müssen sich bei tumblr.com anmelden zum Laden von {0}. Dazu in den Einstellungen->Authentifizieren klicken.
es: Debes iniciar sesión en tumblr.com para descargar {0}. Vaya a Configuración->Autenticar.
ko: {0}을 (를) 다운로드하려면 tumblr.com에 로그인해야합니다. 설정 -> 인증으로 이동하십시오.
pt: Você precisa fazer o login no tumblr.com para fazer o download de {0}. Vá para Configurações-> Autenticar.
ru: Вы должны залогинится в tumblr.com для загрузки {0}. Идите в Настройки->Авторизироваться.

# PasswordProtected
source: Password protected blog: {0}. You need to enter the password in the Details.
ar: كلمة المرور المحمية بلوق: {0}. تحتاج إلى إدخال كلمة المرور في التفاصيل.
ko: 비밀번호로 보호 된 블로그 : {0}. 세부 사항에 암호를 입력해야합니다.
pt: Blog protegido por senha: {0}. Você precisa inserir a senha nos Detalhes.

# PasswordProtectedOrOffline
source: Hidden password protected or offline blog detected: {0}. You need to enter the password in the Details.
ar: تم اكتشاف كلمة مرور مخفية أو محظورة في وضع عدم الاتصال: {0}. تحتاج إلى إدخال كلمة المرور في التفاصيل.
ko: 숨겨진 비밀번호로 보호 된 블로그 또는 오프라인 블로그가 발견되었습니다 : {0}. 세부 사항에 암호를 입력해야합니다.
pt: Detecção de senha escondida protegida ou offline: {0}. Você precisa inserir a senha nos Detalhes.

# PhotoCaption
source: Photo caption: {0}
ar: التعليق على الصورة: {0}
de: Foto Unterschrift: {0}
ko: 사진 캡션 : {0}
pt: Legenda da foto: {0}
ru: Подпись к фотографии: {0}

# PhotoUrl
source: Photo url: {0}
ar: عنوان ورل للصورة: {0}
de: FotoUrl: {0}
ko: 사진 URL : {0}
pt: Url da foto: {0}
ru: Ссылка на фото: {0}

# PostId
source: Post id: {0}
ar: معرف المشاركة: {0}
ko: 게시물 ID : {0}
pt: ID do post: {0}
ru: Id поста: {0}

# ProgressDownloadImage
source: Downloading {0}.
ar: جار تنزيل {0}.
de: Herunterladen von {0}.
es: Descargando {0}.
ko: {0} 다운로드 중입니다.
pt: Carregando {0}.
ru: Загрузка {0}.

# ProgressGetUrlLong
source: Evaluated {0} tumblr post urls out of {1} total posts.
ar: قيم {0} تومبلر من عناوين ورل من إجمالي المشاركات {1}.
de: {0} Tumblrbeiträge von {1} Gesamtbeiträgen ausgewertet.
es: Evaluado {0} tumblr post urls de {1} mensajes totales.
ko: {0} 개 게시물 {1} 총 게시물 중 게시물 url 게시판을 평가했습니다.
pt: Avaliado {0} tumblr post urls out of {1} posts totais.
ru: Оценивается {0} ссылок на посты из {1}.

# ProgressGetUrlShort
source: Evaluated {0} tumblr blog sites.
ar: قيم {0} مواقع مدونة نعرفكم.
de: {0} Tumblrblogseiten ausgewertet.
es: Evaluado {0} sitios de blogs de tumblr.
ko: 평가 된 {0} tumblr 블로그 사이트.
pt: Avaliou {0} tumblr blog sites.
ru: Оценивается {0} блогов

# ProgressUniqueDownloads
source: Calculating unique downloads, removing duplicates ...
ar: حساب التنزيلات الفريدة، وإزالة النسخ المكررة ...
de: Berechne neue Downloads, bestimme Duplikate ...
es: Cálculo de descargas únicas, eliminación de duplicados ...
ko: 고유 한 다운로드 계산, 중복 제거 ...
pt: Cálculo de downloads exclusivos, remoção de duplicatas ...
ru: Определяются уникальные и удалаются дублирующиеся файлы...

# Quote
source: Quote: {0}
ar: كوت: {0}
de: Zitat: {0}
ko: 인용구 : {0}
pt: Citação: {0}
ru: Цитата: {0}

# ReblogKey
source: Reblog key: {0}
ar: مفتاح ريبلوغ: {0}
pt: Tecla Reblog: {0}
ru: Код для репоста: {0}

# ReblogName
source: Reblog name: {0}
ar: ريبلوغ الاسم: {0}
ko: 블로그 이름 : {0}
pt: Nome do Reblog: {0}
ru: Имя реблога: {0}

# ReblogUrl
source: Reblog url: {0}
ar: ريبلوغ ورل: {0}
pt: URL do Reblog: {0}
ru: Ссылка реблога: {0}

# Summary
source: Summary: {0}
ar: ملخص: {0}
de: Zusammenfassung: {0}
es: Resumen: {0}
ko: 요약 : {0}
pt: Resumo: {0}
ru: Резюме: {0}

# Tags
source: Tags: {0}
ar: العلامات: {0}
es: Etiquetas: {0}
ko: 태그 : {0}
ru: Теги: {0}

# Title
source: Title: {0}
ar: العنوان: {0}
de: Titel: {0}
es: Título: {0}
ko: 제목 : {0}
pt: Título: {0}
ru: Заголовок: {0}

# UrlWithSlug
source: Url with slug: {0}
ar: ورل ويث سلوغ: {0}
de: Url mit Slug: {0}
ko: 슬러그가있는 URL : {0}
pt: Url com slug: {0}
ru: URL-адрес: {0}

# VideoPlayer
source: Video player: {0}
ar: مشغل الفيديو: {0}
ko: 비디오 플레이어 : {0}
ru: Код видеоплеера: {0}

source: Queuelist
de: Downloadliste
es: Lista de colas
ko: 큐 라이트
ru: Список очереди

# FileNameConversations
source: conversations.txt
de: konversationen.txt
es: conversaciones.txt
pt: conversações.txt

# FileNameMetaPhoto
source: images.txt
de: bilder.txt
es: imágenes.txt

# FileNameQuotes
source: quotes.txt
de: zitate.txt
es: citas.txt

# FileNameTexts
source: texts.txt
de: texte.txt
es: textos.txt

# FileNamePhotos
source: images_url.txt
de: bilder_url.txt
es: imágenes_url.txt

# FileNameAnswers
source: answers.txt
de: antworten.txt
es: respuestas.txt
