Repository: johanneszab/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: el, he, ja, pl, pt, ru, vi

# ToolTipForceSizeDescription
source: If the crawler only finds lower sized images than specified, enabling this option will rename the url to the specified files size. Those files generally exist and sometimes offer a larger resolution or are just renamed smaller resolution files. It's safe to turn this on.
el: Εάν ο ανιχνευτής βρίσκει μόνο εικόνες μικρότερου μεγέθους από αυτές που έχουν οριστεί, ενεργοποιώντας αυτή την επιλογή, θα μετονομάσετε τη διεύθυνση url στο καθορισμένο μέγεθος αρχείων. Αυτά τα αρχεία γενικά υπάρχουν και μερικές φορές προσφέρουν μεγαλύτερη ανάλυση ή απλώς μετονομάζονται σε αρχεία μικρότερης ανάλυσης. Είναι ασφαλές να το ενεργοποιήσετε.
he: אם הסורק מוצא רק תמונות בגודל נמוך יותר מהמצוין, הפעלת אפשרות זו תשנה את שם האתר לגודל הקבצים שצוין. קבצים אלה בדרך כלל קיימים ולעתים מציעים רזולוציה גדולה יותר או שמם ש ונה רק קבצי רזולוציה קטנים יותר. זה בטוח להפעיל את זה.
ja: クローラーが指定したサイズよりも小さいサイズのイメージしか見つからない場合、このオプションを有効にすると、URLの名前が指定されたファイルサイズに変更されます。 これらのファイルは一般的に存在し、より大きな解像度を提供する場合もあれば、より小さな解像度のファイルに名前を変更した場合もあります。 これを有効にすることは安全です。
pl: Jeśli przeszukiwacz stwierdzi, że obrazy są niższe niż określone, włączenie tej opcji spowoduje zmianę nazwy adresu URL na określony rozmiar. Pliki te zazwyczaj istnieją i czasami oferują większą rozdzielczość lub są po prostu zmieniane na mniejsze pliki rozdzielczości. Włącz to dobrze.
pt: Se o rastreador encontrar apenas imagens de tamanho mais baixo do que o especificado, habilitar esta opção irá renomear o URL para o tamanho de arquivos especificado. Esses arquivos geralmente existem e às vezes oferecem uma resolução maior ou são apenas renomeados arquivos de resolução menor. É seguro ativar isso.
ru: Если опция включена, то программа, найдя изображения меньшего разрешения чем указано, изменит URL-адрес, указав в нём нужный размер. Изображения с большим разрешением обычно также доступны, хотя в некоторых случаях это просто переименованные файлы с меньшим разрешением. Можно без опасения включить эту опцию.
vi: Nếu trình thu thập thông tin chỉ tìm thấy các hình ảnh có kích thước nhỏ hơn được chỉ định, thì bật tùy chọn này sẽ đổi tên url thành các kích thước tệp được chỉ định. Những tệp này thường tồn tại và đôi khi cung cấp độ phân giải lớn hơn hoặc chỉ được đổi tên thành các tệp có độ phân giải nhỏ hơn. An toàn để bật tính năng này.

# ProxyHost
source: HTTP Proxy:
he: פרוטוקול HTTP:
ja: HTTPプロキシ：
pt: Proxy HTTP:
ru: Прокси-сервер:

# ProxyPort
source: Port:
el: Λιμάνι:
he: נָמָל:
ja: ポート：
pt: Porta:
ru: Порт:
vi: Hải cảng:

source: Third-party Software
el: Λογισμικό τρίτου μέρους
he: תוכנה של צד שלישי
ja: サードパーティのソフトウェア
pl: Oprogramowanie innych firm
pt: Software de terceiros
ru: Стороннее ПО
vi: Phần mềm bên thứ ba

# ThirdPartySoftwareDescription
source: Third-party Software and Licenses
el: Λογισμικό και άδειες τρίτων κατασκευαστών
he: תוכנות ורשיונות של צד שלישי
ja: サードパーティのソフトウェアとライセンス
pl: Oprogramowanie i licencje innych firm
pt: Software e licenças de terceiros
ru: Стороннее ПО и лицензии
vi: Phần mềm và Giấy phép của bên thứ ba

# ToolTipLimitBandwidth
source: Throttles the bandwidth of the downloader
el: Επιταχύνει το εύρος ζώνης του προγράμματος λήψης
he: מצערת את רוחב הפס של ההורדה
ja: ダウンローダの帯域幅を絞る
pl: Ogranicza przepustowość pobieracza
pt: Throttles a largura de banda do downloader
ru: Ограничение пропускной способности загрузчика
vi: Điều khiển băng thông của trình downloader

# ToolTipLimitBandwidthDescription
source: Sets the maximum bandwidth available for the downloader in kbytes/s. 0 disables throttling.
el: Ορίζει το μέγιστο εύρος ζώνης που είναι διαθέσιμο για το πρόγραμμα λήψης σε kbytes / s. 0 απενεργοποιεί τον περιορισμό.
he: מגדיר את רוחב הפס המרבי הזמין עבור ההורדה בקוביטים / שניות. 0 משבית את המצערת.
ja: ダウンローダで使用できる最大帯域幅をkバイト/秒単位で設定します。 0はスロットリングを無効にします。
pl: Ustawia maksymalną szerokość pasma dostępną dla ściągacza w kbajtach. 0 wyłącza dławienie.
pt: Define a largura de banda máxima disponível para o downloader em kbytes / s. 0 desabilita a aceleração.
ru: Устанавливает максимальную пропускную способность загрузчика в Кбайт/с (0 - без ограничений).
vi: Đặt băng thông tối đa có sẵn cho trình tải xuống trong kbytes / s. 0 vô hiệu hoá điều chỉnh.

# LimitScan
source: Limit the scan bandwidth
el: Περιορίστε το εύρος ζώνης σάρωσης
he: הגבל את רוחב הפס של הסריקה
ja: スキャン帯域幅を制限する
pl: Ogranicz pasmo skanowania
pt: Limite a largura de banda da varredura
ru: Ограничение пропускной способности сканера
vi: Giới hạn băng thông quét

source: Scan connections
el: Σάρωση συνδέσεων
he: חיבורי סריקה
ja: 接続をスキャンする
pl: Skanuj połączenia
pt: Digitalizar conexões
ru: Соединений сканера
vi: Quét kết nối

# ToolTipLimitScan
source: Includes the scan bandwidth in the throttling
el: Περιλαμβάνει το εύρος ζώνης σάρωσης στο στραγγαλισμό
he: כולל את רוחב הפס לסריקה בחנק
ja: スロットリングにおけるスキャン帯域幅を含む
pl: Zawiera szerokość pasma skanowania w dławieniu
pt: Inclui a largura de banda da varredura na aceleração
ru: Включает траффик сканера при перегрузке
vi: Bao gồm băng thông quét trong việc điều chỉnh

# ToolTipLimitScanDescription
source: Since the data used for scanning is usually small, you should leave this off since the throttling algorithm is too slow to adjust and might negatively impact the scan performance.
el: Δεδομένου ότι τα δεδομένα που χρησιμοποιούνται για τη σάρωση είναι συνήθως μικρά, θα πρέπει να αφήσετε αυτό μακριά επειδή ο αλγόριθμος στραγγαλισμού είναι πολύ αργός για να προσαρμοστεί και μπορεί να επηρεάσει αρνητικά την απόδοση σάρωσης. Αριθμός συνδέσεων που χρησιμοποιούνται για κάθε σάρωση
he: מאחר שהנתונים המשמשים לסריקה קטנים בדרך כלל, עליך להשאיר את זה כבוי מכיוון שהאלגורית ם החונק איטי מכדי להתאים את עצמו ויכול להשפיע לרעה על ביצועי הסריקה. מספר החיבורים המשמשים עבור כל סריקה
ja: 通常、スキャンに使用するデータは小さいため、調整アルゴリズムの調整が遅すぎるためスキャンのパフォーマンスに悪影響を与える可能性があるため、オフにしておく必要があります。各スキャンに使用された接続の数
pl: Ponieważ dane używane do skanowania są zwykle małe, należy je wyłączyć, ponieważ algorytm dławienia jest zbyt wolny, aby można było dostosować i może negatywnie wpłynąć na wydajność skanowania. Liczba połączeń używanych do każdego skanowania
pt: Uma vez que os dados utilizados para a varredura geralmente são pequenos, você deve deixar isso fora, pois o algoritmo de aceleração é muito lento para se ajustar e pode impactar negativamente o desempenho da varredura. Número de conexões utilizadas para cada varredura
ru: Поскольку при сканировании объём передаваемых данных достаточно мал, следует оставить опцию отключенной, поскольку адаптивный алгоритм при перегрузке работает медленно и может снизить общую производительность.
vi: Do dữ liệu được sử dụng để quét thường nhỏ, bạn nên để mặc định này vì thuật toán điều chỉnh quá chậm để điều chỉnh và có thể tác động tiêu cực đến hiệu suất quét. Số kết nối được sử dụng cho mỗi lần quét

# ToolTipScanDescription
source: Sets the number of connections used for scanning. Since the data is usually small, you should leave this high. Note: This setting has no impact if the Limit Tumblr Api Connections setting is turned on.
el: Ορίζει τις αριθμητικές συνδέσεις που χρησιμοποιούνται για τη σάρωση. Δεδομένου ότι τα δεδομένα είναι συνήθως μικρά, πρέπει να αφήσετε αυτό το υψηλό.
he: קובע את מספר החיבורים המשמשים לסריקה. מאז הנתונים הוא בד רך כלל קטן, אתה צריך לעזוב את זה גבוה.
ja: スキャンに使用する接続数を設定します。データは通常小さいので、このままにしておく必要があります。
pl: Wartość musi wynosić od 0 do 9,000,000 000 000 000.
pt: Define o número de conexões usadas para digitalização. Como os dados geralmente são pequenos, você deve deixar este alto.
ru: Устанавливает количество соединений используемых для сканирования. Поскольку объём передваемых данных, как правило, мал следует оставить достаточно большое значение.
vi: Thiết lập số kết nối được sử dụng để quét. Vì dữ liệu thường nhỏ nên bạn nên để ở mức cao.

# BandwidthRangeError
source: The value must be between 0 and 9,000,000,000,000,000.
el: Η αξία πρέπει να είναι μεταξύ 0 και 9.000.000.000.000.000.
he: הערך חייב להיות בין 0 ל -9,000,000,000,000,000.
ja: 値は0〜9,000,000,000,000,000でなければなりません。
pl: Wartość musi mieć formę hh: mm: ss.
pt: O valor deve estar entre 0 e 9,000,000,000,000,000.
ru: Значение должно быть между 0 и 9,000,000,000,000,000.
vi: Giá trị phải từ 0 đến 9,000,000,000,000,000.

# TimeSpanTypeError
source: The value must have to form hh:mm:ss.
el: Η τιμή πρέπει να έχει μορφή hh: mm: ss.
he: הערך חייב להיות טופס hh: mm: ss.
ja: 値は、hh：mm：ssの形式でなければなりません。
pl: Wartość musi wynosić od 0 do 2 147 473 647.
pt: O valor deve ter que formar hh: mm: ss.
ru: Значение должно иметь формат час:мин:сек.
vi: Giá trị phải có để tạo thành hh: mm: ss.

# IntRangeError
source: The value must be between 0 and 2,147,483,647.
el: Η τιμή πρέπει να είναι μεταξύ 0 και 2.147.483.647.
he: הערך חייב להיות בין 0 ל -2,147,483,647.
ja: 値は0〜2,147,483,647の間で指定してください。
pl: Wartość musi być typu integer.
pt: O valor deve estar entre 0 e 2,147,483,647.
ru: Значение должно быть между 0 и 2,147,483,647.
vi: Giá trị phải từ 0 đến 2,147,483,647.

# IntTypeError
source: The value must be of type integer.
el: Η τιμή πρέπει να είναι ακέραιου τύπου.
he: הערך חייב להיות מספר שלם.
ja: 値は整数型でなければなりません。
pl: na przedziały czasowe:
pt: O valor deve ser do tipo inteiro.
ru: Значение должно быть целым.
vi: Giá trị phải là kiểu số nguyên.

# ConnectionTimeInterval
source: per time interval (s):
el: ανά χρονικό διάστημα (α):
he: לכל מרווח זמן:
ja: 時間間隔ごとに：
pl: Ograniczanie połączeń Tumblr Api:
pt: por intervalo (s) de tempo:
ru: за временной период (сек):
vi: mỗi khoảng thời gian:

# LimitConnections
source: Limit Tumblr API connections:
el: Περιορίστε τις συνδέσεις Tumblr Api:
he: הגבל Tumblr Api חיבורי:
ja: Tumblr Apiの接続を制限する：
pl: Liczba połączeń:
pt: Limite do Tumblr Conexões do Api:
ru: Лимит подключений к Tumblr Api
vi: Giới hạn kết nối Api của Tumblr:

# MaxConnections
source: Number of connections:
el: Αριθμός συνδέσεων:
he: מספר חיבורים:
ja: 接続数：
pl: Ogranicz połączenia z tumblr api.
pt: Número de conexões:
ru: Количество соединений:
vi: Số lượng kết nối:

# ToolTipLimitConnections
source: Limit connections to the tumblr api.
el: Περιορίστε τις συνδέσεις με το tumblr api.
he: הגבל את חיבורי ה- API של ה- tumblr.
ja: tumblr APIへの接続を制限する。
pl: Zbyt wysoka wartość spowoduje silne zamknięcie połączeń (429 - Limit Exceeded), które zostały wykonane w apliku tumblr. Zbyt mała wartość zmniejszy prędkość skanowania. Ustaw parę liczb / czasu. Uwaga: Aplikacja tumblr jest używana tylko w przypadku regularnych pobierania blogów przez tumblr.
pt: Limite as conexões ao tumblr api.
ru: Ограничить число подключений к Tumblr api.
vi: Hạn chế kết nối với api tumblr.

# ToolTipLimitConnectionsDescription
source: A too high value will forcefully close connections (429 -- Limit Exceeded) made to the tumblr api. A too small value will decrease the scanning speed. Set a number/time pair. Note: The tumblr api is only used for regular tumblr blog downloads.
el: Μια υπερβολικά υψηλή τιμή θα κλείσει δυναμικά τις συνδέσεις (429 - Υπέρβαση ορίου) που έγιναν στο tumblr api. Μια πολύ μικρή τιμή θα μειώσει την ταχύτητα σάρωσης. Ορίστε ένα ζεύγος αριθμών / ωρών. Σημείωση: Το tumblr api χρησιμοποιείται μόνο για κανονικές λήψεις blog του tumblr.
he: ערך גבוה מדי יהיה חזק לסגור קשרים (429 - גבול חריגה) עשה את ה- API tumblr. ערך ק טן מדי יקטין את מהירות הסריקה. הגד ר זוג מספר / שעה. הערה: ממשק ה- API של tumblr משמש רק עבור הורדות הבלוג הרגיל של Tumblr.
ja: 値が大きすぎると、tumblr APIへの接続を強制的に閉じます（429 - 限界超過）。 値が小さすぎるとスキャン速度が遅くなります。数値/時間のペアを設定します。注：tumblr APIは、tumblrの定期的なブログのダウンロードにのみ使用されます。
pl: Wymuś skanowanie
pt: Um valor muito alto irá fechar as conexões com força (429 - Limit Exceeded) feito no tumblr api. Um valor muito pequeno diminuirá a velocidade de digitalização. Defina um par de número / hora. Nota: O tumblr api é usado apenas para downloads regulares do blog tumblr.
ru: Слишком высокие значения приведут к принудительному разрыву соединения (ошибка 429: слишком много запросов) через Tumblr API. Слишком маленькие значения приведут к уменьшению скорость сканирования. Задайте пару число / время. Примечание: Tumblr API используется только для скачивания обычных блогов.
vi: Một giá trị quá cao sẽ chặt chẽ đóng kết nối (429 - Limit Exceeded) được thực hiện cho api tumblr. Giá trị quá nhỏ sẽ làm giảm tốc độ quét. Đặt một cặp số / thời gian. Lưu ý: Các api tumblr chỉ được sử dụng cho tải blog thường xuyên tumblr.

source: Force rescan
el: Δύναμη επανεξέτασης
he: כוח לסרוק מחדש
ja: 強制再スキャン
pl: Rescans cały blog, a nie tylko nowe posty.
pt: Força a varredura novamente
ru: Повторное сканирование
vi: Lực lượng rescan

# ToolTipForceRescan
source: Rescans the whole blog, not just new posts.
el: Rescans ολόκληρο το blog, όχι μόνο νέες θέσεις.
he: Rescans את הבלוג כולו, לא רק הודעות חדשות.
ja: 新しい投稿だけでなく、ブログ全体を再スキャンします。
pl: Wymusza pełne skanowanie przy użyciu aplikacji Tumblr.
pt: Rescena todo o blog, não apenas novas postagens.
ru: Повторное сканирование всего блога, а не только поиск новых сообщений.
vi: Rescans toàn bộ blog, không chỉ các bài viết mới.

# ToolTipForceRescanDescription
source: Forces a complete scan using the Tumblr api.
el: Επιβάλλει μια πλήρη σάρωση χρησιμοποιώντας το Tumblr api.
he: מאלצת סריקה מלאה באמצעות ממשק ה- API של Tumblr.
ja: Tumblr APIを使用して完全にスキャンします。
pl: Sprawdź aktualizacje
pt: Força uma verificação completa usando o Tumblr api.
ru: Принудительное полное сканирование с помощью Tumblr API.
vi: Lực lượng quét toàn bộ bằng cách sử dụng api Tumblr.

source: Check for Updates
el: Ελεγχος για ενημερώσεις
he: בדוק עדכונים
ja: アップデートを確認
pl: Pobierz teraz
pt: Verifique atualizações
ru: Проверить обновления
vi: Kiểm tra cập nhật

source: Download Now
el: Ληψη τωρα
he: הורד עכשיו
ja: ダウンロード中
pl: Sprawdź katalog plików
pt: Baixe Agora
ru: Скачать сейчас
vi: Tải ngay

source: Check directory for files
el: Ελέγξτε τον κατάλογο αρχείων
he: בדוק מדריך עבור קבצים
ja: ディレクトリのファイルをチェックする
pl: Sprawdza katalog już pobranych plików.
pt: Verifique o diretório para arquivos
ru: Проверяет папку на наличие файлов
vi: Kiểm tra thư mục cho các tập tin

# ToolTipCheckDirectoryForFiles
source: Checks the directory for already downloaded files.
el: Ελέγχει τον κατάλογο για αρχεία που έχουν ήδη ληφθεί.
he: בודק את המדריך עבור קבצים שכבר הורדו.
ja: すでにダウンロードされているファイルをディレクトリでチェックします。
pl: Sprawdza katalog i bazę danych już pobranych plików. Może mieć negatywny wpływ na szybkość pobierania dużych katalogów.
pt: Verifica o diretório para os arquivos já baixados.
ru: Проверяет папку на наличие ранее загруженных файлов.
vi: Kiểm tra thư mục cho các tệp đã tải xuống.

# ToolTipCheckDirectoryForFilesDescription
source: Checks the directory and the database for already downloaded files. Might negatively impact the download speed for large directories.
el: Ελέγχει τον κατάλογο και τη βάση δεδομένων για αρχεία που έχουν ήδη ληφθεί. Μπορεί να επηρεάσει αρνητικά την ταχύτητα λήψης για μεγάλους καταλόγους.
he: בודק את המדריך ואת מסד הנתונים כבר הורדת קבצים. עלו ל להשפיע לרעה על מהירות ההורדה של ספריות גדולות.
ja: すでにダウンロードされているファイルをディレクトリとデータベースでチェックします。 大きなディレクトリのダウンロード速度に悪影響を与える可能性があります。
pl: Pobierz listę adresów URL
pt: Verifica o diretório e o banco de dados para os arquivos já baixados. Pode impactar negativamente a velocidade de download para grandes diretórios.
ru: Проверяет папку и базу программы на предмет наличия уже загруженных файлов. Может отрицательно сказаться на скорости загрузки для больших папок.
vi: Kiểm tra thư mục và cơ sở dữ liệu cho các tệp đã tải xuống. Có thể tác động tiêu cực đến tốc độ tải xuống cho các thư mục lớn.

source: Download url list
el: Λήψη λίστας url
he: הורד את רשימת כתובות האתרים
ja: URLリストをダウンロード
pl: Pobierz listę adresów URL.
pt: Baixar lista de url
ru: Скачивать список URL
vi: Tải xuống danh sách url

# ToolTipDownloadUrlList
source: Download a url list.
el: Λήψη λίστας url.
he: הורד רשימת כתובות אתר.
ja: URLリストをダウンロードしてください。
pl: Pobiera listę url plików binarnych zamiast plików rzeczywistych
pt: Faça o download de uma lista de url.
ru: Скачать список URL.
vi: Tải xuống danh sách url.

# ToolTipDownloadUrlListDescription
source: Downloads a url list of the binary files instead of the actual files
el: Λήγει μια λίστα url των δυαδικών αρχείων αντί των πραγματικών αρχείων
he: הורדות רשימת url של הקבצים הבינאריים במקום הקבצים בפועל
ja: 実際のファイルの代わりにバイナリファイルのURLリストをダウンロードする
pl: Pobierz posty odpowiedzi
pt: Descarrega uma lista de url dos arquivos binários em vez dos arquivos reais
ru: Загружает URL-адрес файлов вместо самих файлов
vi: Tải xuống danh sách url của các tệp nhị phân thay vì tệp thực

# DownloadAnswers
source: Download answer posts
el: Λήψη θέσεων απάντησης
he: הורד הודעות תשובות
ja: 回答の記事をダウンロード
pl: Blog
pt: Baixar postagens de resposta
ru: Скачивать посты с ответами
vi: Tải xuống các bài đăng trả lời

source: Blog
he: בלוג
ja: ブログ
pl: Połączenie
ru: Блоги

source: Connection
el: Σύνδεση
he: חיבור
ja: 接続
pl: Generał
pt: Conexão
ru: Соединение
vi: Kết nối

source: General
el: Γενικός
he: כללי
ja: 一般
pl: Uaktywnij tryb przenośny
pt: Geral
ru: Общее
vi: Chung

# PortableMode
source: Activate portable mode
el: Ενεργοποιήστε τη φορητή λειτουργία
he: הפעל מצב נייד
ja: ポータブルモードを有効にする
pl: Uaktywnia tryb przenośny.
pt: Ative o modo portátil
ru: Портативный режим
vi: Bật chế độ di động

# ToolTipPortableMode
source: Activates the portable mode.
el: Ενεργοποιεί τη φορητή λειτουργία.
he: מפעיל את המצב הנייד.
ja: ポータブルモードを有効にします。
pl: Zapisuje ustawienia w folderze pliku wykonywalnego zamiast AppData.
pt: Ativa o modo portátil.
ru: Переход в портативный режим работы.
vi: Kích hoạt chế độ cầm tay.

# ToolTipPortableModeDescription
source: Saves the settings in the folder of the executable instead of AppData.
el: Αποθηκεύει τις ρυθμίσεις στο φάκελο του εκτελέσιμου αρχείου αντί του AppData.
he: שומר את ההגדרות בתיקייה של קובץ ההפעלה במקום ב- AppData.
ja: AppDataの代わりに実行可能ファイルのフォルダに設定を保存します。
pl: Pobierz zdemonowane posty
pt: Salva as configurações na pasta do executável em vez de AppData.
ru: Настройки сохраняются в папке самой программы вместо AppData.
vi: Lưu cài đặt trong thư mục của tệp thực thi thay vì AppData.

source: Download reblogged posts
el: Κατεβάστε τις αναρτημένες αναρτήσεις
he: הורד הודעות חסומות
ja: ダウンロードはポストする
pl: Proxy Password:
pt: Download já recebeu mensagens
ru: Скачивать посты-реблоги
vi: Tải xuống các bài đăng được reblogged

source: Proxy Password:
el: Κωδικός πρόσβασης μεσολάβησης:
he: סיסמת פרוקסי:
ja: プロキシパスワード：
pl: Prośba o nazwę użytkownika:
pt: Senha de Proxy:
ru: Пароль:
vi: Mật khẩu Proxy:

source: Proxy Username:
el: Όνομα χρήστη μεσολάβησης:
he: שם משתמש של Proxy:
ja: プロキシユーザー名：
pl: Poświadczenia dla nie-anonimowego serwera proxy
pt: Nome de usuário do Proxy:
ru: Имя пользователя:
vi: Tên đăng nhập Proxy:

# ToolTipProxyPassword
source: Credentials for non-anonymous proxy server
el: Πιστοποιητικά για μη ανώνυμο διακομιστή μεσολάβησης
he: אישורי שרת proxy לא אנונימי
ja: 非匿名プロキシサーバーの資格情報
pl: Poświadczenia są zapisywane w czystym tekście w pliku ustawień
pt: Credenciais para servidor proxy não anônimo
ru: Учетные данные для неанонимного прокси-сервера
vi: Thông tin xác thực cho máy chủ proxy không ẩn danh

# ToolTipProxyPasswordDescription
source: Credentials are saved in clear text in the settings file
el: Τα διαπιστευτήρια αποθηκεύονται με καθαρό κείμενο στο αρχείο ρυθμίσεων
he: אישורי האישור נשמרים בטקסט ברור בקובץ ההגדרות
ja: クレデンシャルは、 設定ファイルにクリアテキストで保存されます
pl: Strony pobierania:
pt: As credenciais são salvas em texto claro no arquivo de configurações
ru: Внимание: учетные данные сохраняются в файле настроек в открытом виде!
vi: Thông tin xác thực được lưu trong văn bản rõ ràng trong tập tin cài đặt

source: Download pages:
el: Λήψη σελίδων:
he: הורדת דפים:
ja: ダウンロードページ：
pl: Liczba postów na stronie:
pt: Baixe páginas:
ru: Скачать страницы:
vi: Trang tải xuống:

# PageSize
source: Posts per page:
el: Δημοσιεύσεις ανά σελίδα:
he: הודעות לכל דף:
ja: ページあたりの投稿数：
pl: Pobieranie tylko określonych stron
pt: Posts por página:
ru: Сообщений на страницу:
vi: Số bài viết mỗi trang:

# ToolTipDownloadPages
source: Download only specific pages
el: Λήψη μόνο συγκεκριμένων σελίδων
he: הורד רק דפים ספציפיים
ja: 特定のページのみをダウンロードする
pl: Możliwe notacje to: 1 lub 1-3 lub 1,2,3. Pusty oznacza cały blog.
pt: Baixe apenas páginas específicas
ru: Загрузка только определенных страниц
vi: Chỉ tải xuống các trang cụ thể

# ToolTipDownloadPagesDescription
source: Possible notations are: 1 or 1-3 or 1,2,3. Empty means the whole blog.
el: Οι πιθανές σημειώσεις είναι: 1 ή 1-3 ή 1,2,3. Άδειο σημαίνει όλο το ιστολόγιο.
he: הסימונים האפשריים הם: 1 או 1-3 או 1,2,3. ריק פירושו הבלוג כולו.
ja: 可能な表記法は、1または1-3または1,2,3です。 Emptyはブログ全体を意味します。
pl: Liczba postów na stronie
pt: Possíveis notações são: 1 ou 1-3 ou 1,2,3. Vazio significa todo o blog.
ru: Формат номеров страниц: 1 или 1-3 или 1,2,3. Пустое поле - загрузка блога целиком.
vi: Các ký hiệu có thể là: 1 hoặc 1-3 hoặc 1,2,3. Rỗng có nghĩa là toàn bộ blog.

# ToolTipPageSize
source: Posts per Page
el: Δημοσιεύσεις ανά σελίδα
he: הודעות לכל דף
ja: ページごとの投稿
pl: Ustawia post na stronie (powinien wynosić 1-50, domyślnie 50). Na przykład. 50 oznacza skanowanie 50 postów na stronie.
pt: Postagens por Página
ru: Количество сообщений на странице
vi: Số bài trên mỗi trang

# ToolTipPageSizeDescription
source: Sets the post per page (should be between 1-50, default 50). E.g. 50 means to scan 50 posts per page.
el: Ορίζει την ανάρτηση ανά σελίδα (πρέπει να είναι μεταξύ 1-50, προεπιλογή 50). Π.χ. Το 50 σημαίνει σάρωση 50 μηνυμάτων ανά σελίδα.
he: קובע את הפוסט לדף (צריך להיות בין 1-50 , ברירת מחדל 50). לְמָשָׁל. 50 פירושו לסרוק 50 הודעות לעמוד.
ja: 1ページあたりの投稿を設定します（1〜50の間で、デフォルトは50）。 例えば。 50はページあたり50個の投稿をスキャンすることを意味します。
pl: FullScreenView
pt: Define a publicação por página (deve estar entre 1-50, padrão 50). Por exemplo. 50 significa digitalizar 50 posts por página.
ru: Устанавливает количество постов на странице (должно быть от 1 до 50, по умолчанию 50) Например 50 означает сканировать по 50 сообщений на странице.
vi: Đặt bài đăng trên mỗi trang (nên ở giữa 1-50, mặc định 50). Ví dụ. 50 có nghĩa là quét 50 bài viết trên mỗi trang.

# FullScreenMedia
source: FullScreenView
he: תצוגת FullScreen
pl: Eksportuj blogi
ru: На весь экран

# Export
source: Export Blogs
el: Εξαγωγή ιστολογίων
he: ייצוא בלוגים
ja: ブログをエクスポート
pl: Eksportuj wszystkie adresy blogów jako plik tekstowy
pt: Exportar Blogs
vi: Xuất nhật ký

# ToolTipExportBlogs
source: Export all blog urls as text file
el: Εξαγωγή όλων των URL urls ως αρχείου κειμένου
he: ייצא את כל כתובות האתר של הבלוג כקובץ טקסט
ja: すべてのブログURLをテキストファイルとしてエクスポートする
pl: Zapisuje wszystkie adresy URL jako plik tekstowy do wymiany.
pt: Exporte todas as URL do blog como arquivo de texto
ru: Экспортировать все URL-адреса блогов в текстовый файл
vi: Xuất tất cả các URL của blog dưới dạng tệp tin văn bản

# ToolTipExportBlogsDescription
source: Saves all urls as a text file for exchange.
el: Αποθηκεύει όλες τις urls ως αρχείο κειμένου για ανταλλαγή.
he: שומר את כל כתובות האתר כקובץ טקסט להחלפה.
ja: すべてのURLをテキストファイルとして保存します。
pl: Pobierz z:
pt: Salva todas as URLs como um arquivo de texto para troca.
ru: Сохраняет все URL-адреса блогов в виде текстового файла.
vi: Lưu tất cả các url dưới dạng tệp văn bản để trao đổi.

source: Download from:
el: Κατεβάστε από:
he: הורד מ:
ja: ダウンロード元：
pl: Do:
pt: Baixar de:
ru: Дата постов: от
vi: Tải xuống từ:

# DownloadTo
source: To:
el: Προς την:
he: ל:
ja: に：
pl: Przesyłaj wiadomości z tej daty
pt: Para:
ru: до
vi: Đến:

# ToolTipDownloadFrom
source: Crawl posts from this date
el: Ανίχνευση αναρτήσεων από αυτήν την ημερομηνία
he: סרוק פוסטים מתאריך זה
ja: この日の投稿をクロールする
pl: Musi być w formacie RRRRMMDD. Pusty oznacza od maja 2007.
pt: Postagens de rastreamento a partir desta data
ru: Скачивать посты с этой даты
vi: Thu thập thông tin từ ngày này
