Repository: johanneszab/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: el, he, ja, pl, pt, ru, vi

source: About
el: Σχετικά με
he: על אודות
ja: 約
pl: O
pt: Sobre
ru: О программе
vi: Trong khoảng

source: Add Blog
el: Προσθήκη Blog
he: הוסף בלוג
ja: ブログを追加
pl: Dodaj blog
pt: Adicionar Blog
ru: Добавить блог
vi: Thêm Blog

source: Add to Queue
el: Προσθέστε στην ουρά
he: הוסף לתור
ja: キューに追加する
pl: Dodać do kolejki
pt: Adicionar à fila
ru: В очередь
vi: Thêm vào hàng

# BlogUrl
source: Enter URL:
el: Εισαγάγετε διεύθυνση URL:
he: הזן כתובת אתר:
ja: URLを入力：
pl: Wprowadź URL:
pt: Digite URL:
ru: Укажите URL:
vi: Nhập URL:

source: Browse
el: Ξεφυλλίζω
he: לְדַפדֵף
ja: ブラウズ
pl: Paść się
pt: Squeaky toy
ru: Открыть
vi: Duyệt

source: Clear queue
el: Σαφή ουρά
he: תור ברור
ja: キューをクリアする
pl: Wyczyść kolejkę
pt: Limpar fila
ru: Очистить очередь
vi: Xóa hàng đợi

# ClipboardMonitor
source: Check Clipboard
el: Ελέγξτε το Πρόχειρο
he: בדוק את הלוח
ja: クリップボードを確認する
pl: Sprawdź schowek
pt: Verifique a área de transferência
ru: Брать из буфера
vi: Kiểm tra Clipboard

source: Crawl
el: Αργή πορεία
he: לִזחוֹל
ja: クロール
pl: Czołgać się
pt: Rastejar
ru: Выкачать
vi: Thu thập thông tin

source: Crawl selection
el: Επιλογή ανίχνευσης
he: בחירת סריקה
ja: クロールの選択
pl: Wybór indeksowania
pt: Seleção de rastreamento
ru: Вычкачать выбранное
vi: Thu thập thông tin

source: Date Added
el: Ημερομηνία Προστέθηκε
he: תאריך הוסף
ja: 追加された日付
pl: Data dodania
pt: data adicionada
ru: Добавлен
vi: Ngày thêm

source: Delete
el: Διαγράφω
he: לִמְחוֹק
ja: 削除
pl: Kasować
pt: Excluir
vi: Xóa bỏ

source: Details
el: Λεπτομέριες
he: פרטים
ja: 詳細
pl: Detale
pt: Detalhes
ru: Сведения
vi: Chi tiết

source: Downloaded Files
el: Λήψη αρχείων
he: קבצים שהורדו
ja: ダウンロードしたファイル
pl: Pobrane pliki
pt: Arquivos baixados
ru: Скачанные файлы
vi: Các tệp tải xuống

source: Download location
el: Λήψη τοποθεσίας
he: הורד מיקום
ja: 場所をダウンロード
pl: Pobierz lokalizację
pt: Localização de download
ru: Расположение файлов
vi: Tải xuống vị trí

source: Enqueue selection
el: Περικοπή επιλογής
he: מבחר אנקאו
ja: エンキュー選択
pl: Wybór enków
pt: Seleção de seleção
ru: Добавить выбранное в очередь
vi: Chọn Enqueue

source: Error
el: Λάθος
he: שְׁגִיאָה
ja: エラー
pl: Błąd
pt: Erro
ru: Ошибка
vi: lỗi

# ErrorMessage
source: Error {0}: {1}
el: Σφάλμα {0}: {1}
he: שגיאה {0}: {1}
ja: エラー{0}：{1}
pl: Błąd {0}: {1}
pt: Erro {0}: {1}
ru: Ошибка {0}: {1}
vi: Lỗi {0}: {1}

source: Internal error description
el: Εσωτερική περιγραφή σφάλματος
he: תיאור שגיאה פנימית
ja: 内部エラーの説明
pl: Opis błędu wewnętrznego
pt: Descrição de erro interno
ru: Описание внутренней ошибки
vi: Mô tả lỗi nội bộ

source: Name
el: Ονομα
he: שֵׁם
ja: 名
pl: Nazwa
pt: Nome
ru: Имя
vi: Tên

source: Number of Downloads
el: Αριθμός λήψεων
he: מספר הורדות
ja: ダウンロード数
pl: Liczba pobranych plików
pt: Número de Downloads
ru: К закачке
vi: Số lượt tải xuống

source: Open queue
el: Ανοικτή ουρά
he: תור פתוח
ja: キューを開く
pl: Otwórz kolejkę
pt: Abra a fila
ru: Открыть список закачек
vi: Mở hàng đợi

source: Pause
el: Παύση
he: הַפסָקָה
ja: 一時停止
pl: Pauza
pt: Pausa
ru: Пауза
vi: Tạm ngừng

source: Queue
el: Ουρά
he: תוֹר
ja: キュー
pl: Kolejka
pt: Fila
ru: Очередь
vi: Xếp hàng

source: Rating
el: Εκτίμηση
he: דֵרוּג
ja: 評価
pl: Ocena
pt: Avaliação
ru: Рейтинг
vi: Xêp hạng

source: Remove Blog
el: Κατάργηση του ιστολογίου
he: הסר בלוג
ja: ブログを削除
pl: Usuń Blog
pt: Remover Blog
ru: Удалить блог
vi: Xóa Blog

source: Remove from Queue
el: Κατάργηση από την ουρά
he: הסר מהתור
ja: キューから削除
pl: Usuń z kolejki
pt: Remover da fila
ru: Убрать из очереди
vi: Xóa khỏi Hàng đợi

source: Remove selected
el: Αφαιρέστε τα επιλεγμένα
he: הסר פריטים שנבחרו
ja: 削除選択
pl: Usuń wybrane
pt: Remover selecionado
ru: Удалить выбранное
vi: Bỏ đã chọn

source: Resume
el: ΒΙΟΓΡΑΦΙΚΟ
he: קורות חיים
ja: 履歴書
pl: Wznawianie
pt: Currículo
ru: Продолжить
vi: Tiếp tục

source: Return
el: ΕΠΙΣΤΡΟΦΗ
he: לַחֲזוֹר
ja: 戻る
pl: Powrót
pt: Retorna
ru: Enter
vi: Trở về

source: Save queue
el: Αποθήκευση ουράς
he: שמור תור
ja: キューを保存
pl: Zapisz kolejkę
pt: Salvar fila
ru: Сохранить список закачек
vi: Lưu hàng đợi

source: Settings
el: Ρυθμίσεις
he: הגדרות
ja: 設定
pl: Ustawienia
pt: Configurações
ru: Настройки
vi: Cài đặt

source: Show details
el: Δείξε λεπτομέρειες
he: הראה פרטים
ja: 詳細を表示
pl: Pokaż szczegóły
pt: Mostrar detalhes
ru: Показать подробную информацию
vi: Hiển thị chi tiết

source: Show files
el: Εμφάνιση αρχείων
he: הצג קבצים
ja: ファイルを表示する
pl: Pokaż pliki
pt: Mostrar arquivos
ru: Показать файлы
vi: Hiển thị tệp

source: Stop
el: Να σταματήσει
he: תפסיק
ja: やめる
pl: Zatrzymać
pt: Pare
ru: Стоп
vi: Dừng lại

source: Tags
el: Ετικέτες
he: תגים
ja: タグ
pl: Tagi
pt: Tag
ru: Теги
vi: Thẻ

# UnknownError
source: Unknown Application Error
el: Άγνωστο σφάλμα εφαρμογής
he: שגיאת יישום לא ידועה
ja: 不明なアプリケーションエラー
pl: Nieznany błąd aplikacji
pt: Erro de aplicação desconhecido
ru: Неизвестная ошибка
vi: Lỗi ứng dụng không xác định

source: Url
he: כתובת אתר
ru: URL-адрес

# ImageSize
source: Image size (px)
el: Μέγεθος εικόνας (px)
he: גודל תמונה (פיקסלים)
ja: 画像サイズ（px）
pl: Rozmiar obrazu (px)
pt: Tamanho da imagem (px)
ru: Размер изображения (пикс)
vi: Kích thước hình ảnh (px)

source: Concurrent blogs
el: Ταυτόχρονα ιστολόγια
he: בלוגים מקבילים
ja: 同時ブログ
pl: Jednoczesne blogi
pt: Blogs simultâneos
ru: Одновременно скачивающихся блогов
vi: Các blog đồng thời

source: Concurrent connections
el: Συγχρονισμένες συνδέσεις
he: חיבורים מקבילים
ja: 同時接続
pl: Jednoczesne połączenia
pt: Conexões simultâneas
ru: Одновременных соединений с сервером
vi: Kết nối đồng thời

source: Online
he: באינטרנט
ja: オンライン
pt: Conectados
ru: Доступен
vi: Trực tuyến

source: Progress
el: Πρόοδος
he: התקדמות
ja: 進捗
pl: Postęp
pt: Progresso
ru: Состояние
vi: Tiến độ

# NumberOfItems
source: {0} Blogs
he: {0} בלוגים
ja: {0}ブログ
pl: {0} Blogi
ru: {0} элементов

# OneItem
source: 1 Blog
he: בלוג
ja: 1ブログ
ru: 1 элемент

# CheckStatus
source: Check blog online status
el: Ελέγξτε την κατάσταση του ιστολογίου κατά την εκκίνηση
he: בדוק את הסטטוס המקוון של הבלוג בעת ההפעלה
ja: 起動時にブログのオンライン状態を確認する
pl: Sprawdź status online bloga podczas uruchamiania
pt: Verifique o status do blog online na inicialização
ru: Проверять доступность блогов при запуске программы
vi: Kiểm tra tình trạng blog trực tuyến khi khởi động

# DeleteIndex
source: Delete only the index files (no downloaded files)
el: Διαγράψτε μόνο τα αρχεία ευρετηρίου (χωρίς αρχεία που έχουν ληφθεί)
he: מחק רק את קובצי האינדקס (ללא קבצים שהורדו)
ja: インデックスファイルのみを削除します（ダウンロードしたファイルはありません）
pl: Usuń tylko pliki indeksu (nie pobrano plików)
pt: Exclua apenas os arquivos de índice (sem arquivos baixados)
ru: Удалять только индексные файлы (оставлять скачанные файлы)
vi: Xóa chỉ các tệp chỉ mục (không có tệp tải xuống)

# RemoveIndex
source: Remove blog index after crawl
el: Κατάργηση του ευρετηρίου ιστοτόπων μετά την ανίχνευση
he: הסר את אינדקס הבלוגים לאחר הסריקה
ja: クロール後にブログのインデックスを削除する
pl: Usuń indeks blogu po indeksowaniu
pt: Remova o índice do blog após o rastreamento
ru: Удалять индексные файлы по окончании закачки
vi: Xóa chỉ mục blog sau khi thu thập dữ liệu

# SkipGif
source: Skip .gif files
el: Παράκαμψη αρχείων .gif
he: קבצי .gif
ja: .gifファイルをスキップする
pl: Pomiń pliki .gif
ru: Пропускать gif-файлы
vi: Các tệp Skip .gif

# Info32Bit
source: 32 Bit
he: 32 סיביות
ja: 32ビット
pt: 32 bits
ru: 32 бита

# Info64Bit
source: 64 Bit
he: 64 סיביות
ja: 64ビット
pt: 64 bits
ru: 64 бита

source: License
el: Αδεια
he: רישיון
ja: ライセンス
pl: Licencja
pt: Licença
ru: Лицензия
vi: Giấy phép

source: Ok
el: Εντάξει
he: בסדר
pt: Está bem
vi: Được

source: Operating System
el: Λειτουργικό σύστημα
he: מערכת הפעלה
ja: オペレーティング·システム
pl: System operacyjny
pt: Sistema operacional
ru: Операционная система
vi: Hệ điều hành

source: Product
el: Προϊόν
he: מוצר
ja: 製品
pl: Produkt
pt: produtos
ru: Продукт
vi: Sản phẩm

source: Version
el: Εκδοχή
he: גִרְסָה
ja: バージョン
pl: Wersja
pt: Versão
ru: Версия
vi: Phiên bản

source: Website
el: Δικτυακός τόπος
he: אתר אינטרנט
ja: ウェブサイト
pl: Stronie internetowej
pt: Local na rede Internet
ru: Сайт
vi: Trang mạng

source: Last Complete Crawl
el: Τελευταία ολοκλήρωση της ανίχνευσης
he: סריקה אחרונה מלאה
ja: 最後の完全なクロール
pl: Ostatni kompletny indeks
pt: Último rastreamento completo
ru: Скачан полностью
vi: Thu thập thông tin hoàn chỉnh lần cuối

# VisitBlog
source: Open the site in the web browser
el: Ανοίξτε τον ιστότοπο στο πρόγραμμα περιήγησης ιστού
he: פתח את האתר בדפדפן האינטרנט
ja: ウェブブラウザでサイトを開く
pl: Otwórz witrynę w przeglądarce internetowej
pt: Abra o site no navegador da Web
ru: Открыть блог в браузере
vi: Mở trang web trong trình duyệt web

# NumberOfImages
source: {0} Posts
el: {0} Δημοσιεύσεις
he: {0} פוסטים
ja: {0}投稿
pl: {0} postów
pt: {0} Mensagens
ru: {0} изображений
vi: {0} Bài đăng

# DownloadedFilesOf
source: Downloaded file {0} of {1}
el: Λήψη αρχείου {0} από {1}
he: הקובץ שהורדת {0} מתוך {1}
ja: {1}のファイル{0}がダウンロードされました
pl: Pobrany plik {0} z {1}
pt: Arquivo baixado {0} de {1}
ru: Скачано файлов {0} из {1}
vi: Đã tải xuống tệp {0} trong tổng số {1}

source: Download images
el: Λήψη εικόνων
he: הורד תמונות
ja: 画像をダウンロードする
pl: Pobierz zdjęcia
pt: Baixe imagens
ru: Скачивать изображения
vi: Tải hình ảnh

# DownloadVideos
source: Download videos (tumblr.com self hosted)
el: Λήψη βίντεο (tumblr.com που φιλοξενείται από μόνη της)
he: קטעי וידאו להורדה (tumblr.com עצמית מתארח)
ja: ダウンロードビデオ（tumblr.com self hosted）
pl: Pobierz filmy wideo (tumblr.com self hosted)
pt: Baixe vídeos (tumblr.com auto-hospedado)
ru: Скачивать видео (кроме внешних ресурсов)
vi: Tải xuống video (tumblr.com tự tổ chức)

# VideoSize
source: Video size (px)
el: Μέγεθος βίντεο (px)
he: גודל סרטון (px)
ja: 動画サイズ（px）
pl: Rozmiar wideo (px)
pt: Tamanho do vídeo (px)
ru: Размер видео (пикс)
vi: Kích thước video (px)

source: Authenticate
el: Πιστοποιώ την αυθεντικότητα
he: לְאַמֵת
ja: 認証する
pl: Uwierzytelniać
pt: Autenticar
ru: Авторизироваться
vi: Xác thực

# ToolTipAuthenticate
source: Authenticate to the tumblr.com network
el: Επαληθεύστε την ταυτότητα στο δίκτυο tumblr.com
he: בצע אימות לרשת tumblr.com
ja: tumblr.comネットワークに認証する
pl: Uwierzytelnij się w sieci tumblr.com
pt: Autenticar na rede tumblr.com
ru: Авторизация на сайте Tumblr
vi: Xác thực đến mạng tumblr.com

# ToolTipAuthenticateDescription
source: Authenticate to the tumblr.com network
el: Ανοίγει ένα παράθυρο προγράμματος περιήγησης για να πιστοποιήσετε τον εαυτό σας στον ιστότοπο tumblr.com. Το cookie με τα διαπιστευτήρια του λογαριασμού σας αποθηκεύεται και η διαδικασία ελέγχου ταυτότητας πρέπει να γίνει μόνο μία φορά.
he: פותח חלון דפדפן כדי לאמת את עצמך לאתר tumblr.com. קובץ ה- cookie עם אישורי החשבון שלך נשמר, ותהליך האימות צריך להיעשות רק פעם אחת.
ja: tumblr.comサイトに自分自身を認証するブラウザウィンドウを開きます。 アカウントの資格情報を持つCookieが保存され、認証プロセスは1回だけ行う必要があります。
pl: Otwiera okno przeglądarki, aby uwierzytelniać się w witrynie tumblr.com. Plik cookie z poświadczeniami Twojego konta zostanie zapisany, a proces uwierzytelniania należy wykonać tylko raz.
pt: Abre uma janela do navegador para autenticar-se no site tumblr.com. O cookie com suas credenciais da sua conta é salvo e o processo de autenticação precisa ser feito apenas uma vez.
ru: Открывает окно браузера для аутентификации на сайте tumblr.com. Файл cookie с данными вашей учетной записи сохраняется, поэтому процесс аутентификации достаточно пройти однократно.
vi: Mở cửa sổ trình duyệt để xác thực bản thân bạn tới trang web tumblr.com. Cookie có thông tin xác thực về tài khoản của bạn được lưu lại và quá trình xác thực chỉ cần thực hiện một lần.

# ToolTipBlogs
source: Number of concurrent processing blogs
el: Αριθμός ταυτόχρονων ιστολογίων επεξεργασίας
he: מספר בלוגים עיבוד בו זמנית
ja: 並行処理ブログの数
pl: Liczba równoległych blogów przetwarzania
pt: Número de blogs de processamento simultâneo
ru: Количество одновременно скачиваемых блогов
vi: Số lượng các blog xử lý đồng thời

# ToolTipBlogsDescription
source: Sets the number of concurrent processing blogs. Setting this to 2 would process two blogs at a time.
el: Ορίζει τον αριθμό των ταυτόχρονων ιστολογίων επεξεργασίας. Κάνοντας αυτό το 2 θα επεξεργάζονταν δύο ιστολόγια τη φορά.
he: מגדיר את מספר בלוגים עיבוד בו זמנית. הג דרה זו ל 2 תפעיל שני בלוגים בכל פעם.
ja: 並行処理ブログの数を設定します。 これを2に設定すると、一度に2つのブログが処理されます。
pl: Ustawia liczbę współbieżnych blogów przetwarzania. Ustawienie to na 2 spowoduje wyświetlenie dwóch blogów jednocześnie.
pt: Define o número de blogs de processamento concorrentes. Definir isso para 2 processaria dois blogs por vez.
ru: Устанавливает количество одновременно работающих блогов. Например, при значении равном 2 программа будет обрабатывать два блога за раз.
vi: Đặt số lượng các blog xử lý đồng thời. Thiết lập này để 2 sẽ truy cập hai blog tại một thời điểm.

# ToolTipConnections
source: Number of total concurrent connections
el: Αριθμός συνολικών ταυτόχρονων συνδέσεων
he: מספר חיבורים בו זמנית
ja: 合計同時接続数
pl: Liczba łącznych jednoczesnych połączeń
pt: Número de conexões concorrentes totais
ru: Количество одновременных соединений
vi: Số lượng kết nối đồng thời

# ToolTipConnectionsDescription
source: Sets the number of total concurrent connections. The number is shared between all actively downloading blogs.
el: Ορίζει τον αριθμό των συνολικών ταυτόχρονων συνδέσεων. Ο αριθμός μοιράζεται μεταξύ όλων των ενεργά τοποθετημένων ιστολογίων.
he: קובע את מספר החיבורים המקבילים הכוללים. מספ ר משותף בין כל בלוגים הורדת באופן פעיל.
ja: 合計同時接続数を設定します。 この数字は、積極的にダウンロードしているすべてのブログで共有されています。
pl: Ustawia liczbę łącznych połączeń jednocześnie. Liczba ta jest dzielona między wszystkie aktywne pobieranie blogów.
pt: Define o número de conexões simultâneas totais. O número é compartilhado entre todos os blogs que baixam ativamente.
ru: Устанавливает количество общих одновременных подключений. Их общее количество делится между всеми активными загрузками блогов.
vi: Thiết lập số lượng kết nối đồng thời. Số được chia sẻ giữa tất cả các blog đang tích cực tải xuống.

# Notes
source: Personal Notes
el: Προσωπικές σημειώσεις
he: הערות אישיות
ja: 個人メモ
pl: Osobiste notatki
pt: Notas pessoais
ru: Примечания
vi: Ghi chú cá nhân

# TimeOut
source: Timeout (s)
el: Χρονικό όριο
he: פסק זמן
ja: タイムアウト
pl: Limit czasu
pt: Tempo limite (s)
ru: Таймаут (сек.)

# Bandwidth
source: Limit Bandwidth (KB/s)
el: Όριο εύρους ζώνης (KB / s)
he: גבול רוחב פס (KB / s)
ja: 帯域幅を制限する（KB /秒）
pt: Limite de largura de banda (KB / s)
ru: Ограничение скорости (КБ/сек)
vi: Giới hạn băng thông (KB / s)

# EnableAutoDownload
source: Start download at
el: Ξεκινήστε τη λήψη στο
he: התחל להוריד ב
ja: ダウンロードを開始する
pl: Zacznij pobieranie z
pt: Comece a baixar em
ru: Автоматически стартовать закачку в (час:мин:сек)
vi: Bắt đầu tải xuống tại

# Timer
source: (hh:mm:ss) and add
el: (hh: mm: ss) και προσθέστε
he: (hh: mm: ss) והוסף
ja: （hh：mm：ss）を追加して
pl: (hh: mm: ss) i dodać
pt: (hh: mm: ss) e adicione
ru: и добавить
vi: (hh: mm: ss) và thêm

# SelectABlog
source: Please select a blog
el: Επιλέξτε ένα blog
he: בחר בלוג
ja: ブログを選択してください
pl: Wybierz blog
pt: Selecione um blog
ru: Пожалуйста, укажите блог
vi: Vui lòng chọn một blog

# ShowItems
source: Summary of {0} blogs
el: Σύνοψη {0} ιστολογίων
he: סיכום של {0} בלוגים
ja: {0}ブログの要約
pl: Podsumowanie {0} blogów
pt: Resumo de {0} blogs
ru: Сводная информация по {0} блогам
vi: Tóm tắt {0} blog

source: Copy url
el: Αντιγράψτε τη διεύθυνση URL
he: העתק את כתובת האתר
ja: URLをコピー
pl: Skopiuj adres
pt: Copiar URL
ru: Копировать url-адрес
vi: Sao chép url

# Posts
source: Number of posts:
el: Αριθμός μηνυμάτων:
he: מספר פוסטים:
ja: 投稿数：
pl: Liczba postów:
pt: Número de posts:
ru: Количество сообщений:
vi: Số bài viết:

source: Preview
el: Προεπισκόπηση:
he: תצוגה מקדימה:
ja: プレビュー：
pl: Zapowiedź:
pt: Visualização:
ru: Предварительный просмотр:
vi: Xem trước:

# DownloadAudios
source: Download audio files
el: Λήψη αρχείων ήχου
he: הורד קבצי שמע
ja: オーディオファイルをダウンロードする
pl: Pobieranie plików audio
pt: Baixe arquivos de áudio
ru: Скачивать аудиофайлы
vi: Tải xuống tệp âm thanh

# DownloadConversations
source: Download conversation posts
el: Κατεβάστε τις αναρτήσεις συζητήσεων
he: הורד הודעות שיחה
ja: 会話の投稿をダウンロードする
pl: Pobierz posty konwersacyjne
pt: Transfira mensagens de conversa
ru: Скачивать диалоги
vi: Tải xuống các bài đăng cuộc trò chuyện

# DownloadLinks
source: Download link posts
el: Κατεβάστε τις δημοσιεύσεις συνδέσμων
he: הורד הודעות קישור
ja: リンクのポストをダウンロード
pl: Pobierz posty linku
pt: Baixe as postagens do link
ru: Скачивать сообщения по ссылкам
vi: Tải xuống liên kết bài đăng

# DownloadQuotes
source: Download quote posts
el: Κατεβάστε τις δημοσιεύσεις quote
he: הורד ציטוטים
ja: 引用文をダウンロードする
pl: Pobierz cytaty cytatów
pt: Baixar postagens da cotação
ru: Скачивать ответы
vi: Bài viết trích dẫn

# DownloadTexts
source: Download text posts
el: Λήψη μηνυμάτων κειμένου
he: הורד הודעות טקסט
ja: テキスト投稿をダウンロード
pl: Pobierz wpisy tekstowe
pt: Baixar mensagens de texto
ru: Скачивать текстовые сообщения
vi: Tải xuống các bài viết văn bản

# DetailsProgress
source: {0} of {1}, duplicates found: {2}
el: {0} από {1}, βρέθηκαν διπλότυπα: {2}
he: {0} מתוך {1}, נמצאו כפילויות: {2}
ja: {1}の{0}、重複が見つかりました：{2}
pl: {0} z {1} znaleziono duplikaty: {2}
pt: {0} de {1}, duplicatas encontradas: {2}
ru: {0} из {1}, дублирующихся файлов: {2}
vi: {0} trong số {1}, tìm thấy các trùng lặp: {2}

# EnablePreview
source: Preview on/off
el: Προεπισκόπηση στο on / off
he: תצוגה מקדימה של הפעלה / כיבוי
ja: プレビューのオン/オフ
pl: Podgląd włączania / wyłączania
pt: Visualização on / off
ru: Предварительный просмотр вкл/выкл
vi: Xem trước bật / tắt

source: Blog settings
el: Ρυθμίσεις ιστολογίου:
he: הגדרות הבלוג:
ja: ブログの設定：
pl: Ustawienia bloga:
pt: Configurações do blog:
ru: Настройки блога:
vi: Cài đặt Blog:

source: Global settings:
el: Γενικές ρυθμίσεις:
he: הגדרות כלליות:
ja: 全体設定：
pl: Ustawienia ogólne:
pt: Configurações globais:
ru: Общие настройки:
vi: Thiết lập toàn cầu:

# BlogStatistics
source: Blog stats:
el: Στατιστικά στο ιστολόγιο:
he: סטטיסטיקת הבלוג:
ja: ブログの統計情報：
pl: Statystyki blogów:
pt: Estatísticas do blog:
ru: Статистика блога:
vi: Blog thống kê:

# ToolTipDetailsStats
source: Number of downloaded post types of total post types
el: Αριθμός ληφθέντων τύπων ταχυδρομείων συνολικών τύπων θέσεων
he: מספר סוגי ההודעות שהורדו של סך כל סוגי ההודעות
ja: ダウンロードした総投稿タイプの投稿タイプの数
pl: Liczba pobranych typów postów wszystkich typów postów
pt: Número de tipos de publicação baixados de tipos de postagem totais
ru: Количество скачаных сообщений / всего сообщений
vi: Số lượng các loại bài đăng đã tải xuống của tổng số loại bài đăng

# ToolTipDetailsStatsDescription
source: Check to download post type or skip during the download
el: Ελέγξτε εάν θέλετε να κάνετε λήψη τύπου δημοσίευσης ή να παραλείψετε κατά τη διάρκεια της λήψης
he: סמן כדי להוריד את סוג ההודעה או לדלג במהלך ההורדה
ja: ポストタイプをダウンロードするか、ダウンロード中にスキップするかをチェックしてください
pl: Zaznacz, aby pobrać typ wpisu lub pominąć podczas pobierania
pt: Verifique para baixar o tipo de publicação ou salte durante o download
ru: Укажите, скачивать или пропускать сообщения этого типа при скачивании
vi: Chọn để tải xuống loại bài đăng hoặc bỏ qua trong quá trình tải xuống

source: Download audio meta
el: Λήψη μεταδεδομένων ήχου
he: הורד מטה אודיו
ja: オーディオメタのダウンロード
pl: Pobierz plik audio meta
pt: Baixar meta de áudio
ru: Скачивать метаданные аудиофайлов
vi: Tải xuống âm thanh meta

source: Download image meta
el: Μεταφορτώστε μετα-εικόνα
he: הורד מטא של התמונה
ja: 画像メタをダウンロードする
pl: Pobierz obraz meta
pt: Baixar imagem meta
ru: Скачивать метаданные изображений
vi: Tải xuống hình ảnh meta

source: Download video meta
el: Μεταφορτώστε το meta βίντεο
he: הורד מטא וידאו
ja: ビデオメタをダウンロードする
pl: Pobierz meta wideo
pt: Baixar metadados de vídeo
ru: Скачивать метаданные видофайлов
vi: Tải xuống video meta

# DefaultSettingsForBlogs
source: These settings are applied to each blog upon addition:
el: Ρυθμίσεις που εφαρμόζονται σε κάθε blog κατά την προσθήκη:
he: ההגדרות הוחלו על כל בלוג נוסף:
ja: 追加時に各ブログに適用される設定：
pl: Ustawienia stosowane do każdego bloga po dodaniu:
pt: Configurações aplicadas a cada blog após a adição:
ru: Настройки для добавляемых блогов:
vi: Cài đặt áp dụng cho mỗi blog khi bổ sung:

# DownloadVideosShort
source: Download videos
el: Λήψη βίντεο
he: הורד סרטונים
ja: 動画をダウンロードする
pl: Pobierz filmy
pt: Baixar vídeos
ru: Скачивать видеофайлы
vi: Tải video

# ToolTipDefaultSettingsForBlogs
source: Sets the default settings for newly added blogs.
el: Ορίζει τις προεπιλεγμένες ρυθμίσεις για τα νέα προστιθέμενα ιστολόγια.
he: קובע את הגדרות ברירת המחדל עבור בלוגים חדשים.
ja: 新しく追加されたブログのデフォルト設定を設定します。
pl: Ustaw domyślne ustawienia dla nowo dodanych blogów.
pt: Define as configurações padrão para blogs recém-adicionados.
ru: Устанавливает настройки по умолчанию для вновь добавляемых блогов.
vi: Đặt cài đặt mặc định cho các blog mới được thêm vào.

# ToolTipDefaultSettingsForBlogsDescription
source: The scan/download uses indivual settings for each blog. To change them, select blog(s) in the main interface and select the Details tab on the right hand side.
el: Η σάρωση / λήψη χρησιμοποιεί ξεχωριστές ρυθμίσεις για κάθε ιστολόγιο. Για να τις αλλάξετε, επιλέξτε ιστολόγια στο κύριο περιβάλλον εργασίας και επιλέξτε την καρτέλα Λεπτομέρειες στη δεξιά πλευρά.
he: סריקה / הורדה משתמש הגדרות indivual עבור כל הבלוג. כדי לשנות אותם, בחר בלוג (ים) בממשק הראשי ו חר את הכרטיסייה פרטים בצד ימין.
ja: スキャン/ダウンロードでは、各ブログの個人設定が使用されます。 それらを変更するには、メインインターフェイスでブログを選択し、右側の[詳細]タブを選択します。
pl: Skanowanie / pobieranie wykorzystuje indywualne ustawienia każdego bloga. Aby je zmienić, wybierz z menu głównego bloga (y) i wybierz kartę Szczegóły (Details) po prawej stronie.
pt: O scan / download usa configurações individuais para cada blog. Para alterá-los, selecione o (s) blog (s) na interface principal e selecione a guia Detalhes no lado direito.
ru: Параметры сканирования / загрузки задаются для каждого блога по-отдельности. Чтобы изменить их, выберите блог (ы) в главном интерфейсе и перейдите на вкладку «Сведения» в правой части окна.
vi: Việc quét / tải sử dụng cài đặt riêng cho từng blog. Để thay đổi chúng, hãy chọn (các) blog trong giao diện chính và chọn tab Chi tiết ở phía bên tay phải.

source: Save
el: Αποθηκεύσετε
he: להציל
ja: セーブ
pl: Zapisać
pt: Salve 
ru: Сохранить
vi: Tiết kiệm

source: Offline
he: לא מקוון
ja: オフライン
pt: desligada
ru: Недоступен
vi: Ngoại tuyến

# ForceSize
source: Download specified size even if it is not offered
el: Λήψη καθορισμένου μεγέθους ακόμα και αν δεν προσφέρεται
he: הורד גודל שצוין גם אם הוא אינו מוצע
ja: 指定サイズが提供されていない場合でもダウンロードする
pl: Pobierz określony rozmiar, nawet jeśli nie jest oferowany
pt: Baixe o tamanho especificado mesmo que não seja oferecido
ru: Принудительно скачивать изображения определённого размера
vi: Tải xuống kích thước được chỉ định ngay cả khi nó không được cung cấp

# ToolTipForceSize
source: Download the specified resolution of images even if the size is not offered.
el: Κάντε λήψη της καθορισμένης ανάλυσης εικόνων, ακόμη και αν το μέγεθος δεν προσφέρεται.
he: הורד את הרזולוציה שצוינה של תמונות גם אם הגודל אינו מוצע.
ja: サイズが提供されていない場合でも、 指定された解像度の画像をダウンロードしてください。
pl: Pobierz określoną rozdzielczość obrazów, nawet jeśli rozmiar nie jest oferowany.
pt: Baixe a resolução especificada de imagens, mesmo que o tamanho não seja oferecido.
ru: Загрузка изображения в указанном разрешении, даже если такой размер по ссылке не предлагается.
vi: Tải xuống độ phân giải hình ảnh xác định ngay cả khi kích thước không được cung cấp.
