Repository: johanneszab/TumblThree
Catalog: src/TumblThree/TumblThree.Presentation/Properties/Resources.*.resx
Languages: el, he, ja, pl, pt, ru, vi

# ToolTipDownloadTagsFromDescription
source: Must be in YYYYMMDD format. Empty means from May 2007.
el: Πρέπει να είναι σε μορφή ΕΕΕΕΜΜDD. Άδειες μέσα από τον Μάιο του 2007.
he: חייב להיות בפורמט YYYYMMDD. פירושו ריק ממאי 2007.
ja: YYYYMMDD形式である必要があります。 空は2007年5月からの意味です。
pl: Przesyłaj wiadomości do tej daty
pt: Deve estar no formato YYYYMMDD. Meios vazios a partir de maio de 2007.
ru: Дата указывается в формате YYYYMMDD. Пустое поле - с мая 2007 года.
vi: Phải ở định dạng YYYYMMDD. Rỗng có nghĩa là từ tháng 5 năm 2007.

# ToolTipDownloadTo
source: Crawl posts to this date
el: Ανίχνευση αναρτήσεων σε αυτήν την ημερομηνία
he: סרוק רשומות לתאריך זה
ja: この日の投稿をクロールする
pl: Musi być w formacie RRRRMMDD. Puste znaczenie dla teraz.
pt: Postagens de rastreamento até essa data
ru: Скачивать посты по эту дату
vi: Thu thập thông tin đến ngày này

# ToolTipDownloadTagsToDescription
source: Must be in YYYYMMDD format. Empty means to now.
el: Πρέπει να είναι σε μορφή ΕΕΕΕΜΜDD. Άδειες σημαίνει μέχρι τώρα.
he: חייב להיות בפורמט YYYYMMDD. רוקן פירושו עכשיו.
ja: YYYYMMDD形式である必要があります。今は空です。
pl: Musi być w formacie RRRRMMDD. Puste środki od początku bloga.
pt: Deve estar no formato YYYYMMDD. Vazio significa até agora.
ru: Дата указывается в формате YYYYMMDD. Пустое поле - по настоящее время.
vi: Phải ở định dạng YYYYMMDD. Rỗng có nghĩa là bây giờ.

# ToolTipDownloadFromDescription
source: Must be in YYYYMMDD format. Empty means from the beginning of the blog.
el: Πρέπει να είναι σε μορφή ΕΕΕΕΜΜDD. Άδειο σημαίνει από την αρχή του ιστολογίου.
he: חייב להיות בפורמט YYYYMMDD. רוקן פירושו מתחילת הבלוג.
ja: YYYYMMDD形式である必要があります。空白はブログの初めからの意味です。
pl: Musi być w formacie RRRRMMDD. Puste znaczenie dla teraz.
pt: Deve estar no formato YYYYMMDD. Vazio significa desde o início do blog.
ru: Дата указывается в формате YYYYMMDD. Пустое поле - с самого создания блога.
vi: Phải ở định dạng YYYYMMDD. Không có nghĩa là từ đầu của blog.

# ToolTipDownloadToDescription
source: Must be in YYYYMMDD format. Empty means to now.
el: Πρέπει να είναι σε μορφή ΕΕΕΕΜΜDD. Άδειες σημαίνει μέχρι τώρα.
he: חייב להיות בפורמט YYYYMMDD. רוקן פירושו עכשיו.
ja: YYYYMMDD形式である必要があります。今は空です。
pl: Liczba postów na stronie
pt: Deve estar no formato YYYYMMDD. Vazio significa até agora.
ru: Дата указывается в формате YYYYMMDD. Пустое поле - по настоящее время.
vi: Phải ở định dạng YYYYMMDD. Rỗng có nghĩa là bây giờ.

# ToolTipPageSizeTumblrSearch
source: Posts per Page
el: Δημοσιεύσεις ανά σελίδα
he: הודעות לכל דף
ja: ページごとの投稿
pl: Ustawia post na stronie. Na przykład. 50 oznacza skanowanie 50 postów na stronie.
pt: Postagens por Página
ru: Постов на страницу
vi: Số bài trên mỗi trang

# ToolTipPageSizeTumblrSearchDescription
source: Sets the post per page. E.g. 50 means to scan 50 posts per page.
el: Ορίζει την ανάρτηση ανά σελίδα. Π.χ. Το 50 σημαίνει σάρωση 50 μηνυμάτων ανά σελίδα.
he: מגדירה את הפוסט לדף. לְמָשָׁל. 50 פי רושו לסרוק 50 הודעות לעמוד.
ja: 1ページあたりの投稿を設定します。例えば。 50はページあたり50個の投稿をスキャンすることを意味します。
pl: Hasło:
pt: Define a publicação por página. Por exemplo. 50 significa digitalizar 50 posts por página.
ru: Устанавливает количество постов на странице. Например 50 означает сканировать по 50 сообщений на странице.
vi: Đặt bài đăng trên mỗi trang. Ví dụ. 50 có nghĩa là quét 50 bài viết trên mỗi trang.

source: Password:
el: Κωδικός πρόσβασης:
he: סיסמה:
ja: パスワード：
pl: Hasło dla blogów chronionych hasłem
pt: Senha:
ru: Пароль:
vi: Mật khẩu:

# ToolTipPassword
source: Password for password-protected blogs
el: Κωδικός πρόσβασης για ιστολόγια που προστατεύονται με κωδικό πρόσβασης
he: סיסמה עבור בלוגים מוגנים באמצעות סיסמה
ja: パスワードで保護されたブログのパスワード
pl: Uwaga: hasło jest zapisywane w czystym tekście w bazie blogów.
pt: Senha para blogs protegidos por senha
ru: Пароль для защищенных паролем блогов
vi: Mật khẩu cho các blog được bảo vệ bằng mật khẩu

# ToolTipPasswordDescription
source: Caution: The password is stored in clear text in the blogs database.
el: Προσοχή: Ο κωδικός πρόσβασης αποθηκεύεται σε καθαρό κείμενο στη βάση δεδομένων των ιστολογίων.
he: זהירות: הסיסמה מאוחסנת בטקסט ברור במסד הנתונים של הבלוגים.
ja: 注意：パスワードは、ブログデータベースにクリアテキストで保存されています。
pl: Rodzaj
pt: Cuidado: a senha é armazenada em texto limpo no banco de dados de blogs.
ru: Внимание: пароль хранится в открытом виде в базе данных блогов.
vi: Chú ý: Mật khẩu được lưu trữ trong văn bản rõ ràng trong cơ sở dữ liệu blog.

# Blogtype
source: Type
el: Τύπος
he: סוּג
ja: タイプ
pl: Pobieraj tylko oznaczone posty
pt: Tipo
ru: Тип блога
vi: Kiểu

# ToolTipTags
source: Download only tagged posts
el: Λήψη μόνο μηνυμάτων με ετικέτα
he: הורד רק הודעות מתויגות
ja: タグ付きの記事のみをダウンロードする
pl: Musi znajdować się w oddzielonej przecinkowej liście bez znaku głównego hash (#). Na przykład. wielki samochód, poszukuje wielkich samochodów i niedźwiedzi.
pt: Baixe apenas posts marcados
ru: Загрузка только сообщений с определёнными тегами
vi: Chỉ tải xuống bài đăng được gắn thẻ

# ToolTipTagsDescription
source: Must be in a comma separated list without the leading hash (#) sign. E.g. great big car, bears searches for great big cars and bears.
el: Πρέπει να βρίσκεται σε μια λίστα χωρισμένη με κόμματα, χωρίς την υπογραφή αιχμής (#). Π.χ. μεγάλο μεγάλο αυτοκίνητο, φέρνει αναζητήσεις για μεγάλα μεγάλα αυτοκίνητα και αρκούδες.
he: חייב להיות ברשימה מופרדת בפסיקים ללא סימן hash (#) מוביל. לְמָשָׁל. מכונית גדולה, דובים מחפש מכוניות גדולות ודובים.
ja: 先頭のハッシュ記号（＃）を付けずにコンマ区切りのリストにする必要があります。 例えば。大きなクルマとクマを探しています。
pl: Wszystko
pt: Deve estar em uma lista separada por vírgulas sem o sinal de hash principal (#). Por exemplo. Grande carro grande, pesquisas de ursos para grandes carros grandes e ursos.
ru: Теги указываются списоком через запятую, без символа хэша (#). Например: big car, bears ищет большие машины и медведей.
vi: Phải nằm trong danh sách được phân cách bởi dấu phẩy mà không có dấu băm (#). Ví dụ. chiếc xe to lớn, tìm kiếm những chiếc xe lớn và gấu.

# BlogtypeAll
source: All
el: Ολα
he: את כל
ja: すべて
pl: Instagram
pt: Todos
ru: Все
vi: Tất cả các

# BlogtypeInstagram
source: Instagram
he: אינסטגרם
ja: インスタグラム
pl: Tumblr

# BlogtypeTumblr
source: Tumblr
he: טאמבלר
ja: タンブラー
pl: Tumblr Przybytkujący

# BlogtypeTumblrLikedBy
source: Tumblr Liked-by
el: Το Tumblr άρεσε
he: Tumblr אהוב על ידי
ja: Tumblrが欲しい
pl: Tumblr Ukryty
pt: Tumblr Gostou
ru: Tumblr: Залайканные
vi: Tumblr Đã thích

# BlogtypeTumblrPrivate
source: Tumblr Hidden
el: Tumblr Κρυφό
he: טומבלר מוסתר
pl: Szukaj Tumblr
pt: Tumblr escondido
ru: Tumblr: Скрытый
vi: Tumblr Ẩn

# BlogtypeTumblrSearch
source: Tumblr Search
el: Αναζήτηση Tumblr
he: חיפוש Tumblr
ja: Tumblrで検索
pl: Szukaj tagów Tumblr
pt: Pesquisa do Tumblr
ru: Tumblr: Результаты поиска
vi: Tìm kiếm Tumblr

# BlogtypeTumblrTagSearch
source: Tumblr Tag Search
el: Αναζήτηση ετικετών Tumblr
he: חיפוש Tumblr תג
ja: Tumblrのタグ検索
pl: Świergot
ru: Tumblr: Результаты поиска по тегам
vi: Tìm kiếm Tag Tumblr

# BlogtypeTwitter
source: Twitter
el: Κελάδημα
he: טוויטר
pl: blogi do kolejki.

# AutoDownloadBlogs
source: blogs to the queue.
el: blogs στην ουρά.
he: בלוגים לתור.
ja: ブログをキューに入れる。
pl: Limit czasu dla żądań internetowych
pt: blogs para a fila.
ru: блоги в очередь.
vi: blog đến hàng đợi.

# ToolTipTimeout
source: Timeout for web requests
el: Χρονικό όριο για αιτήσεις ιστού
he: פסק זמן עבור בקשות אינטרנט
ja: Webリクエストのタイムアウト
pl: Długość czasu, w sekundach, do czasu wygaśnięcia żądania.
pt: Tempo limite para solicitações da web
ru: Тайм-аут для веб-запросов
vi: Thời gian chờ cho các yêu cầu web

# ToolTipTimeoutDescription
source: The length of time, in seconds, until the request times out.
el: Το χρονικό διάστημα, σε δευτερόλεπτα, μέχρι να διαρκέσει η αίτηση.
he: משך הזמן, בשניות, עד לזמן הבקשה.
ja: 要求がタイムアウトするまでの時間の長さ（秒単位）。
pl: Jednoczesne połączenia wideo:
pt: O tempo, em segundos, até o pedido expirar.
ru: Время (в секундах) до истечения запроса.
vi: Khoảng thời gian, tính bằng giây, cho đến khi yêu cầu hết thời gian.

source: Concurrent video connections
el: Συγχρονισμένες συνδέσεις βίντεο:
he: חיבורי וידאו בו-זמנית:
ja: 同時ビデオ接続：
pl: Liczba jednoczesnych połączeń z hostem wideo tumblr
pt: Conexões de vídeo simultâneas:
ru: Одновременных закачек видеофайлов:
vi: Kết nối video đồng thời:

# ToolTipVideoConnections
source: Number of concurrent connections to the tumblr video host
el: Αριθμός ταυτόχρονων συνδέσεων στον κεντρικό υπολογιστή βίντεο tumblr
he: מספר חיבורים בו זמנית למארח הווידאו tumblr
ja: tumblrビデオホストへの同時接続数
pl: Oficer vt.tumblr.com regularnie zamyka połączenia, jeśli liczba jest za wysoka.
pt: Número de conexões simultâneas para o servidor de vídeo tumblr
ru: Количество одновременных подключений к видеохостингу Tumblr
vi: Số kết nối đồng thời với máy chủ video tumblr

# ToolTipVideoConnectionsDescription
source: The v*.tumblr.com hosts regularly close connections if the number is too high.
el: Ο κεντρικός υπολογιστής vt.tumblr.com κλείνει τακτικά τις συνδέσεις αν ο αριθμός είναι πολύ υψηλός.
he: המארח vt.tumblr.com סוגר באופן קבוע את החיבורים אם המספר גבוה מדי.
ja: vt.tumblr.comホストは、番号が高すぎる場合は定期的に接続を閉じます。
pt: O host vt.tumblr.com fecha regularmente conexões se o número for muito alto.
ru: Хост vt.tumblr.com регулярно закрывает соединения, если число слишком велико.
vi: Máy chủ vt.tumblr.com thường xuyên đóng kết nối nếu số đó quá cao.

source: .NET Framework
el: .Πλαίσιο δικτύου
ja: 。ネットフレームワーク
vi: .Nền tảng NET

source: Shift+Return
el: Shift + Επιστροφή
ru: Shift+Enter

# ToolTipScan
source: Number of connections used for each scan
pl: Ustawia liczbę połączeń używanych do skanowania. Ponieważ dane są zazwyczaj małe, należy pozostawić to wysokie.
ru: Количество соединений используемых для каждого сканирования
